Repository: supergrub/supergrub
Catalog: po/*.po
Languages: hu_hu, ja, pl, pt_pt

source: Press escape to return to the main menu
hu_hu: Nyomja meg az Escape gombot a főmenübe való visszatéréshez
ja: エスケープを押してメインメニューに戻ります
pl: Naciśnij klawisz escape, aby powrócić do menu głównego
pt_pt: Prima Esc para voltar ao menu principal

source: Detect and show boot methods
hu_hu: A rendszerindítási módszerek észlelése és megjelenítése
ja: 起動方法の検出と表示
pl: Wykryj i pokaż metody uruchamiania
pt_pt: Detetar e mostrar métodos de arranque

source: Boot manually
hu_hu: Manuális indítás
ja: 手動で起動
pl: Uruchom ręcznie
pt_pt: Arranque manual

source: Extra GRUB2 functionality
hu_hu: Extra GRUB2 funkcionalitás
ja: GRUB2の追加機能
pl: Dodatkowe funkcje GRUB2
pt_pt: Funcionalidade extra do GRUB2

source: Print devices/partitions
hu_hu: Eszközök/partíciók kiírása
ja: デバイス/パーティションを印刷
pl: Wypisz urządzenia/partycje
pt_pt: Mostrar dispositivos/partições

source: Color ON/OFF
hu_hu: Szín BE/KI
ja: 色のオン/オフ
pl: Kolor ON/OFF
pt_pt: Cor ON/OFF

source: Exit
hu_hu: Kilépés
ja: 終了
pl: Wyjdź
pt_pt: Sair

source: (GRUB2 configuration files)
hu_hu: (GRUB2 konfigurációs fájlok)
ja: (GRUB2設定ファイル)
pl: (Pliki konfiguracyjne GRUB2)
pt_pt: (ficheiros de configuração GRUB2)

source: (No grub.cfg file detected)
hu_hu: (Nem található grub.cfg fájl)
ja: (grub.cfgファイルが検出されません)
pl: (Nie znaleziono pliku grub.cfg)
pt_pt: (não foi detetado nenhum ficheiro grub.cfg)

source: (GRUB legacy configuration files)
hu_hu: (GRUB örökölt konfigurációs fájlok)
ja: (GRUBレガシー設定ファイル)
pl: (Pliki konfiguracyjne GRUB legacy)
pt_pt: (ficheiros de configuração do GRUB legacy)

source: (No menu.lst file detected)
hu_hu: (Nem észlelhető menu.lst fájl)
ja: (menu.lstファイルが検出されません)
pl: (Nie znaleziono pliku menu.lst)
pt_pt: (Nenhum ficheiro menu.lst detetado)

source: Bootable ISOs
hu_hu: Bootolható ISO-k
ja: 起動可能なISO
pl: LiveCD
pt_pt: ISOs de arranque

source: (in /boot-isos or /boot/boot-isos)
hu_hu: (a /boot-isos vagy /boot/boot-isos könyvtárban)
ja: (/boot-isos または /boot/boot-isos 内)
pl: (w /boot-isos lub /boot/boot-isos)
pt_pt: (em /boot-isos ou /boot/boot-isos)

source: Extract entries
hu_hu: Bejegyzések kibontása
ja: エントリを抽出
pl: Wyodrębnij wpisy
pt_pt: Extrair entradas

source: Entries from
hu_hu: Bejegyzések innen
ja: エントリ抽出元
pl: Wpisy od
pt_pt: Entradas de

source: Mount encrypted volumes
hu_hu: Titkosított kötetek csatlakoztatása
ja: 暗号化されたボリュームのマウント
pl: Zamontuj zaszyfrowane woluminy
pt_pt: Montar volumes encriptados

source: (LUKS and geli)
hu_hu: (LUKS és geli)
ja: (LUKS と geli)
pl: (LUKS i geli)
pt_pt: (LUKS e geli)

source: Enable GRUB2's LVM support
hu_hu: Engedélyezze a GRUB2 LVM támogatását
ja: GRUB2 の LVM サポートを有効化
pl: Włącz wsparcie GRUB2 dla LVM
pt_pt: Ativar o suporte LVM do GRUB2

source: Enable GRUB2's RAID support
hu_hu: Engedélyezze a GRUB2 RAID támogatását
ja: GRUB2 の RAID サポートを有効化
pl: Włącz wsparcie GRUB2 dla RAID
pt_pt: Ativar o suporte RAID do GRUB2

source: Enable serial terminal
hu_hu: Soros terminál engedélyezése
ja: シリアル端末を有効化
pl: Włącz terminal szeregowy
pt_pt: Ativar o terminal de série

source: (GRUB2 installation)
hu_hu: (GRUB2 telepítés)
ja: (GRUB2 インストール)
pl: (instalacja GRUB2)
pt_pt: (instalação do GRUB2)

source: (No core.img file detected)
hu_hu: (Nem észlelhető core.img fájl)
ja: core.img ファイルが検出されません
pl: (Nie znaleziono pliku core.img)
pt_pt: (Nenhum ficheiro core.img detetado)

source: Halt
hu_hu: Állj
ja: 停止
pt_pt: Terminar

source: Languages
hu_hu: Nyelvek
ja: 言語
pl: Języki
pt_pt: Idiomas

source: Operating Systems
hu_hu: Operációs rendszerek
ja: オペレーティング システム
pl: Systemy operacyjne
pt_pt: Sistemas Operativos

source: Sorry, but we are booted via BIOS and can not load this OS.
hu_hu: Sajnáljuk, de BIOS-on keresztül indulunk, és nem tudjuk betölteni ezt az operációs rendszert.
ja: 残念ながら、BIOS 経由で起動しているため、この OS をロードできません。
pl: Przepraszamy, ale program jest uruchomiony przez BIOS i nie może załadować tego systemu
pt_pt: Estamos a arrancar através do BIOS e não podemos carregar este sistema operativo.

source: Please try booting SG2D via UEFI.
hu_hu: Kérjük, próbálja meg az SG2D-t UEFI-n keresztül indítani.
ja: UEFI 経由で SG2D を起動してください。
pl: Spróbuj uruchomić SG2D przez UEFI
pt_pt: Tente arrancar o SG2D via UEFI.

source: Press escape to return to the menu
hu_hu: Nyomja meg az Escape gombot a menübe való visszatéréshez
ja: エスケープを押してメニューに戻ります
pl: Naciśnij klawisz escape, aby powrócić do menu
pt_pt: Prima Esc para voltar ao menu

source: Begin processing
hu_hu: Feldolgozás kezdése
ja: 処理開始
pl: Rozpocznij proces
pt_pt: Início do processo

source: End processing
hu_hu: Feldolgozás befejezése
ja: 処理終了
pl: Zakończ proces
pt_pt: Fim do processo

source: (or wait 5 seconds)
hu_hu: (vagy várjon 5 másodpercet)
ja: (または5秒待機)
pl: (lub poczekaj 5 sekund)
pt_pt: (ou aguardar 5 segundos)

source: Reboot
hu_hu: Újraindítás
ja: 再起動
pl: Uruchom ponownie
pt_pt: Reiniciar

source: Return to main menu
hu_hu: Vissza a főmenübe
ja: メインメニューに戻る
pl: Wróć do menu głównego
pt_pt: Voltar ao menu principal

source: Search in CDROM
hu_hu: Keresés a CD-ROM-on
ja: CDROM 内を検索
pl: Wyszukaj w CDROM
pt_pt: Procurar no CDROM

source: ON/OFF
hu_hu: BE/KI
ja: オン/オフ

source: (Default: OFF)
hu_hu: (Alapértelmezett: KI)
ja: (デフォルト: オフ)
pl: (Domyślne: OFF)
pt_pt: (Predefinição: OFF)

source: Search in floppy
hu_hu: Keresés floppy-n
ja: フロッピー内を検索
pl: Wyszukaj w dyskietkach
pt_pt: Procurar na disquete

source: Enable GRUB2's RAID and LVM support
hu_hu: Engedélyezze a GRUB2 RAID és LVM támogatását
ja: GRUB2 の RAID および LVM サポートを有効化
pl: Włącz wsparcie GRUB2 dla RAID i LVM
pt_pt: Ativar o suporte RAID e LVM do GRUB2

source: BIOS Compatibility Mode
hu_hu: BIOS-kompatibilitási mód
ja: BIOS 互換モード
pl: Tryb zgodności BIOS
pt_pt: Modo de compatibilidade do BIOS

source: Sorry, but we are booted via
hu_hu: Sajnáljuk, de ezen keresztül indulunk (
ja: 残念ながら、
pl: Przepraszamy, ale program jest uruchomiony przez
pt_pt: Arrancamos via

source: and can not load this OS.
hu_hu: ) és nem tudja betölteni ezt az operációs rendszert.
ja: 経由での起動なので、この OS はロードできません。
pl: i nie może załadować tego systemu
pt_pt: e não conseguimos carregar este sistema operativo.

source: Please try booting SG2D via
hu_hu: Kérjük, próbálja meg az SG2D-t ezen keresztül indítani
ja: 以下を経由してSG2D の起動を試してください:
pl: Spróbuj urchomić SG2D przez
pt_pt: Tente arrancar o SG2D via

source: Disks and Partitions (Chainload)
hu_hu: Lemezek és partíciók (lánctöltés)
ja: ディスクとパーティション (チェーンロード)
pl: Dyski i partycje (Chainload)
pt_pt: Discos e Partições (Chainload)

source: Reboot SG2D in BIOS mode to Chainload disks and Partitions
hu_hu: Indítsa újra az SG2D-t BIOS módban a lemezek és partíciók láncbetöltéséhez
ja: ディスクとパーティションをチェーンロードするために、BIOS モードで SG2D を再起動
pl: Uruchom ponownie SG2D w trybie BIOS, aby załadować dyski i partycje
pt_pt: Reinicie o SG2D no modo BIOS para carregar os discos e as partições em cadeia (Chainload)

source: Enable all native disk drivers
hu_hu: Engedélyezze az összes natív lemezmeghajtót
ja: すべてのネイティブディスクドライバーを有効化
pl: Włącz wszystkie natywne sterowniki dysków
pt_pt: Ativar todos os controladores dos discos

source: experimental
hu_hu: kísérleti
ja: 実験的
pl: eksperymentalny

source: Search in Super Grub2 Disk device
hu_hu: Keresés a Super Grub2 Disk eszközön
ja: Super Grub2ディスクデバイス内を検索
pl: Wyszukaj w dyskach Super Grub2
pt_pt: Pesquisar no dispositivo de disco Super Grub2

source: UEFI-BOOT-REQUIRED:
hu_hu: UEFI-BOOT SZÜKSÉGES:
ja: UEFI 起動必要:
pl: WYMAGANY-ROZRUCH-UEFI:

source: BIOS-BOOT-REQUIRED:
hu_hu: BIOS-BOOT-SZÜKSÉGES:
ja: BIOS 起動必要:
pl: WYMAGANY-ROZRUCH-BIOS:
